Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: We'll commit your local changes, then merge with the remote. If there are conflicts, you can resolve them in the next screen.
ar: سنقوم بإجراء تغييراتك المحلية، ثم ندمجها مع جهاز التحكم عن بعد. إذا كانت هناك تعارضات، فيمكنك حلها في الشاشة التالية.
da: Vi foretager dine lokale ændringer og fusionerer derefter med fjernbetjeningen. Hvis der er konflikter, kan du løse dem på næste skærmbillede.
de: Wir übernehmen Ihre lokalen Änderungen und führen sie dann mit der Fernbedienung zusammen. Sollten Konflikte auftreten, können Sie diese im nächsten Bildschirm lösen.
es: Confirmaremos sus cambios locales y luego los fusionaremos con el control remoto. Si hay conflictos, puede resolverlos en la siguiente pantalla.
fi: Toteutamme paikalliset muutokset ja yhdistämme sitten kaukosäätimeen. Jos on ristiriitoja, voit ratkaista ne seuraavassa näytössä.
fr: : Nous enregistrerons vos modifications locales, puis fusionnerons ces modifications avec la version distante. En cas de conflits, vous pourrez les résoudre sur l'écran suivant.
he: : נשמור את השינויים המקומיים, ולאחר מכן נאיחוד אותם עם הגרסה הרומית. אם קיימים התנגשויות, ניתן לפתור אותן בจอ הבא.
hi: : हम आपके स्थानीय परिवर्तनों को संग्रहित करेंगे और फिर उन्हें रिमोट से मर्ज करेंगे। यदि कोई संघर्ष है, तो आप अगले स्क्रीन पर उन्हें हल कर सकते हैं।
hu: : Az Ön helyi változtatásait beállítjuk, majd azokat a távoli szakaszhoz összevonjuk. Ha konfliktusok lépnek fel, ezeket a következő képernyőn oldhatja meg.
id: Kami akan menyimpan perubahan lokal Anda, kemudian menggabungkannya dengan repositori jarak jauh. Jika terdapat konflik, Anda dapat menyelesaikannya pada layar berikutnya.
it: : Applicheremo i vostri modifiche locali, quindi li uniremo con il repository remoto. Se si verificano conflitti, potete risolverli nella schermata successiva.
ja: ：まず、あなたのローカル変更をコミットし、その後、リモートとマージします。もしコンフリクトが発生した場合は、次の画面で解決できます。
ko: : 귀하의 로컬 변경 사항을 적용한 후, 원격 저장소와 통합합니다. 충돌이 발생할 경우, 다음 화면에서 이를 해결할 수 있습니다.
nb: Vi bekræfter dine lokale endringer, og deretter fuses de med den fjernede versjonen. Hvis det oppstår konflikter, kan du løse dem på neste skjermbildet.
nl: : We zullen uw lokale wijzigingen opslaan en vervolgens met de remote versie mengen. Indien er conflicten optreden, kunt u deze op het volgende scherm oplossen.
pl: Zapiszmoje lokalne zmiany, a następnie połączy się z wersją odległą. W przypadku konfliktów możesz je rozwiązać na ekranie następnym.
pt_br: : Vamos salvar as suas alterações locais e, em seguida, realizar a fusão com o repositório remoto. Caso haja conflitos, você poderá resolvê-los na tela seguinte.
ru: : Мы сохраним ваши локальные изменения, а затем объединим их с удалённым репозиторием. Если возникнут конфликты, вы сможете их устранить на следующем экране.
sv: Vi applicerar dina lokala ändringar och kombinerar sedan med den fjerna versionen. Om det uppstår konflikter kan du lösa dem på nästa skärm.
th: เราจะบันทึกการเปลี่ยนแปลงในเครื่องของคุณก่อน จากนั้นจึงรวมข้อมูลเข้ากับเวอร์ชันจากระยะไกล หากมีความขัดแย้ง คุณสามารถแก้ไขได้ในหน้าจอถัดไป
tr: : Yerel değişikliklerinizi kaydedeceğiz ve ardından uzaktan veriyle birleştiricemiz; eğer çatışmalar varsa, bu çatışmaları sonraki ekran üzerinde çözebilirsiniz.
uk: Ми заховатимемо ваші місцеві зміни, а потім об'єднаємо їх із дистанційним репозиторієм. Якщо виникнуть конфлікти, ви можете їх вирішити на наступному екрані.
vi: Chúng tôi sẽ lưu lại các thay đổi cục bộ của bạn, sau đó hợp nhất với phiên bản từ xa. Nếu có xung đột, bạn có thể giải quyết chúng trên màn hình tiếp theo.
zh_hans: 我们将先提交您的本地更改，再将其与远程仓库进行合并。若出现冲突，您可在下一界面中进行解决。
zh_hant: 我們將先提交您的本地更改，再將其與遠程倉庫進行閤併。若齣現衝突，您可在下一界麪中進行解決。

source: What you get
ar: ما تحصل عليه
da: Det får du
de: Ihre Vorteile
es: Qué obtiene
fi: Mitä saat
fr: Ce que vous obtenez
he: מה מקבלים
hi: आपको क्या मिलता है
hu: Amit kap
id: Yang Anda dapatkan
it: Cosa ottiene
ja: 利用できる機能
ko: 제공되는 기능
nb: Dette får du
nl: Wat u krijgt
pl: Co otrzymujesz
pt_br: O que você recebe
ru: Что вы получаете
sv: Det här får du
th: สิ่งที่คุณจะได้รับ
tr: Neler sunulur
uk: Що ви отримуєте
vi: Quyền lợi của bạn
zh_hans: 您将获得
zh_hant: 您將獲得

source: When iOS grants background time, GitHub pushes can provide wake hints and GitSync.md attempts a clean pull without opening the app.
ar: عندما يمنح iOS وقتًا للعمل في الخلفية، يمكن لعمليات push في GitHub توفير تلميحات تنبيه، ويحاول GitSync.md تنفيذ pull نظيف من دون فتح التطبيق.
da: Når iOS tildeler baggrundstid, kan push fra GitHub give vækningssignaler, og GitSync.md forsøger et rent pull uden at åbne appen.
de: Wenn iOS Hintergrundzeit gewährt, können push-Vorgänge von GitHub Wake-Hinweise liefern und GitSync.md versucht einen sauberen pull, ohne die App zu öffnen.
es: Cuando iOS concede tiempo en segundo plano, los push de GitHub pueden proporcionar avisos de activación y GitSync.md intenta realizar un pull limpio sin abrir la app.
fi: Kun iOS myöntää tausta-aikaa, GitHubin push-toiminnot voivat tarjota herätysvihjeitä, ja GitSync.md yrittää tehdä puhtaan pull-toiminnon avaamatta sovellusta.
fr: Lorsqu’iOS accorde du temps d’exécution en arrière-plan, les push de GitHub peuvent fournir des indications de réveil et GitSync.md tente d’effectuer un pull propre sans ouvrir l’app.
he: כאשר iOS מקצה זמן ברקע, פעולות push של GitHub יכולות לספק רמזי התעוררות ו-GitSync.md מנסה לבצע pull נקי בלי לפתוח את היישום.
hi: iOS से बैकग्राउंड समय मिलने पर GitHub push वेक संकेत दे सकते हैं और GitSync.md ऐप खोले बिना साफ़ pull करने की कोशिश करता है।
hu: Amikor az iOS háttéridőt biztosít, a GitHub push műveletei ébresztési jelzéseket adhatnak, a GitSync.md pedig az alkalmazás megnyitása nélkül próbál tiszta pull műveletet végezni.
id: Saat iOS memberikan waktu latar belakang, push GitHub dapat memberikan petunjuk bangun dan GitSync.md mencoba pull yang bersih tanpa membuka aplikasi.
it: Quando iOS concede tempo in background, i push di GitHub possono fornire segnali di riattivazione e GitSync.md tenta un pull pulito senza aprire l’app.
ja: iOS からバックグラウンド実行時間が与えられると、GitHub の push が起動通知を提供し、GitSync.md がアプリを開かずにクリーンな pull を試みます。
ko: iOS에서 백그라운드 실행 시간을 허용하면 GitHub push가 깨우기 힌트를 제공하고 GitSync.md가 앱을 열지 않고 깨끗한 pull을 시도합니다.
nb: Når iOS gir tid i bakgrunnen, kan GitHub push gi oppvåkningsvarsler, og GitSync.md forsøker en ren pull uten å åpne appen.
nl: Wanneer iOS achtergrondtijd toekent, kunnen GitHub push weksignalen geven en probeert GitSync.md een schone pull uit te voeren zonder de app te openen.
pl: Gdy iOS przydzieli czas na działanie w tle, operacje push w GitHub mogą dostarczać sygnały wybudzenia, a GitSync.md próbuje wykonać czystą operację pull bez otwierania aplikacji.
pt_br: Quando o iOS concede tempo em segundo plano, pushes do GitHub podem fornecer sinais de ativação, e o GitSync.md tenta fazer um pull limpo sem abrir o app.
ru: Когда iOS предоставляет время для фоновой работы, операции push в GitHub могут предоставлять сигналы пробуждения, а GitSync.md пытается выполнить чистую операцию pull без открытия приложения.
sv: När iOS tilldelar bakgrundstid kan GitHub-push ge väckningssignaler, och GitSync.md försöker utföra en ren pull utan att öppna appen.
th: เมื่อ iOS จัดสรรเวลาในเบื้องหลัง การ push ของ GitHub สามารถส่งสัญญาณปลุก และ GitSync.md จะพยายามทำ pull ที่ไม่มีข้อขัดแย้งโดยไม่เปิดแอป
tr: iOS arka plan süresi verdiğinde GitHub push işlemleri uyandırma ipuçları sağlayabilir ve GitSync.md, uygulamayı açmadan temiz bir pull yapmayı dener.
uk: Коли iOS надає фоновий час, push у GitHub можуть надсилати сигнали пробудження, а GitSync.md намагається виконати чистий pull без відкриття застосунку.
vi: Khi iOS cấp thời gian chạy nền, các thao tác push trên GitHub có thể cung cấp tín hiệu đánh thức và GitSync.md sẽ cố gắng thực hiện một thao tác pull sạch mà không cần mở ứng dụng.
zh_hans: 当 iOS 授予后台运行时间时，GitHub push 可提供唤醒提示，GitSync.md 会尝试在不打开应用的情况下执行无冲突的 pull。
zh_hant: 當 iOS 授予背景執行時間時，GitHub push 可提供喚醒提示，GitSync.md 會嘗試在不開啟 App 的情況下執行無衝突的 pull。

source: When your local commits and remote changes both move forward, GitSync.md can now replay your local commits on top of the latest remote branch.
ar: عندما تتحرك التزاماتك المحلية والتغييرات عن بعد للأمام، يمكن لـ GitSync.md الآن إعادة تشغيل التزاماتك المحلية أعلى أحدث فرع بعيد.
da: Når dine lokale commits og fjernændringer begge bevæger sig fremad, kan GitSync.md nu afspille dine lokale commits oven på den seneste fjernafdeling.
de: Wenn sowohl Ihre lokalen Commits als auch Ihre Remote-Änderungen voranschreiten, kann GitSync.md jetzt Ihre lokalen Commits über dem neuesten Remote-Zweig wiedergeben.
es: Cuando sus confirmaciones locales y cambios remotos avanzan, GitSync.md ahora puede reproducir sus confirmaciones locales además de la última rama remota.
fi: Kun paikalliset sitoumukset ja etämuutokset sekä siirtyvät eteenpäin, GitSync.md voi nyt toistaa paikalliset sitoumukset uusimman etäkonttorin päälle.
fr: : lorsque vos commits locaux et les modifications distantes progressent tous deux, GitSync.md peut désormais réexécuter vos commits locaux sur la branche distante la plus récente.
he: כאשר ה-"commit" המקומיים והשינויים האינטראקטיביים מתקדמים יחד, GitSync.md יכול כעת להעתק מחדש את ה- commits המקומיים שלכם על בסיס השנוי המודרני ביותר.
hi: : जब आपके स्थानीय कमिट्स और रिमोट परिवर्तन दोनों आगे बढ़ते हैं, GitSync.md अब आपके स्थानीय कमिट्स को नवीनतम रिमोट ब्रांच पर पुनः चला सकता है।
hu: : Amikor az Ön helyi commitjei és a távoli módosításai mindkettő előre haladnak, A GitSync.md most már képes újra futtatni az Ön helyi commitjeit a legújabb távoli szárnyon.
id: Ketika commit lokal dan perubahan remote keduanya bergerak maju, GitSync.md kini dapat memainkan ulang commit lokal Anda di atas cabang remote terbaru.
it: Quando sia i commit locali che i cambiamenti remoti procedono entrambi, GitSync.md ora può riprodurre i vostri commit locali sulla base del più recente riferimento remoto.
ja: ：ローカルのコミットとリモートの変更の両方が進む場合、 GitSync.md では、現在、最新のリモートブランチ上にあなたのローカルコミットを再実行できます。
ko: : 로컬 커밋과 원격 변경 모두 진행되는 경우, GitSync.md 는 이제 최신 원격 브랜치 위에서 귀하의 로컬 커밋을 재실행할 수 있습니다.
nb: Når både dine lokale commitinger og de fjernendringsendringene beveger seg fremover, GitSync.md kan nå spille gjennom dine lokale commitinger over den siste fjern-branchen.
nl: Wanneer zowel uw lokale commits als de externe wijzigingen vooruitgaan, GitSync.md kan nu uw lokale commits op de nieuwste remote-branch herplayen.
pl: Gdy zarówno lokalne commity, jak i zmiany odległe naprzódają, GitSync.md teraz może ponownie uruchamiać lokalne commity na podstawie najnowszego oddalonego gałęzi.
pt_br: Quando tanto os seus commits locais quanto as alterações remotos avançam, O GitSync.md agora pode reproduzir seus commits locais sobre o ramo remoto mais recente.
ru: : когда как локальные коммиты, так и удалённые изменения продолжают продвигаться вперёд, GitSync.md теперь позволяет воспроизводить ваши локальные коммиты на основе последнего удалённого ветка.
sv: När både dina lokala commitningar och de fjernändringar som har gjorts rör sig framåt, GitSync.md kan nu spela om dina lokala commitningar på toppen av den senaste fjärrbrevan.
th: เมื่อการคอมมิตในเครื่องของคุณและการเปลี่ยนแปลงจากทางไกลล้วนก้าวหน้าไปด้วย GitSync.md ตอนนี้สามารถรีเพลยการคอมมิตในเครื่องของคุณบนสาขาที่อยู่ไกลล่าสุดได้แล้ว
tr: : Yerel commitler ve uzak değişiklikler hem ilerlerse, GitSync.md artık yerel commit'lerinize en son uzaktaki şube üzerinde yeniden oynatma imkanı sunmaktadır.
uk: Коли ваші локальні коміті та віддалі зміни одночасно розвиваються, GitSync.md тепер дозволяє повторно виконувати ваші локальні коміті на основі останнього віддаленого відрізка.
vi: Khi cả các commit cục bộ và thay đổi từ xa đều tiến triển, GitSync.md hiện đã có thể tái thực thi các commit cục bộ của bạn trên nhánh xa mới nhất.
zh_hans: 当您的本地提交与远程更改均向前推进时， GitSync.md 现已支持在最新的远程分支之上回放您的本地提交记录。
zh_hant: 當您的本地提交與遠程更改均曏前推進時， GitSync.md 現已支持在最新的遠程分支之上迴放您的本地提交記録。

source: Which repository should GitSync.md pull?
ar: ما هو المستودع الذي يجب على GitSync.md سحبه؟
da: Hvilket lager skal GitSync.md trække?
de: Welches Repository soll GitSync.md abrufen?
es: ¿Qué repositorio debería extraer GitSync.md?
fi: Mihin versioon GitSync.md veto?
fr: : Quel dépôt devrait-on choisir ? GitSync.md : tirer ?
he: : איזה מאגר יש לבחור? GitSync.md – pulling?
hi: : कौन सा रिपॉजिटरी चुनना चाहिए? GitSync.md पुल?
hu: Mely adatmagazinot kell használni? GitSync.md nyomás?
id: Repositori mana yang harus digunakan? GitSync.md pull?
it: A quale repository si deve GitSync.md : tirare?
ja: ：どのリポジトリを使用すべきでしょうか？ GitSync.md プル？
ko: 어떤 저장소를 사용해야 할까요? GitSync.md 풀 여부?
nb: : Hvilket lagringsmottaker bør brukes? GitSync.md trekking?
nl: Welk repository moet GitSync.md trekken?
pl: Do jakiego reposituarium należy GitSync.md – wyciąganie?
pt_br: Qual repositório deve ser usado? GitSync.md puxar?
ru: Какой репозиторий следует использовать? GitSync.md — подтягивание?
sv: Vilket lagringsplats ska användas? GitSync.md -täckning?
th: ควรเลือก repositori ใด? GitSync.md ดึงหรือไม่?
tr: Hangi depolama sistemi kullanılmalıdır? GitSync.md çekme işlemi?
uk: Який репозиторій слід використати? GitSync.md – підтягування?
vi: : Nên sử dụng kho lưu trữ nào? GitSync.md kéo?
zh_hans: 应使用哪个存储库？ GitSync.md 拉力测试？
zh_hant: 應使用哪個存儲庫？ GitSync.md 拉力測試？

source: Which repository should GitSync.md push?
ar: أي مستودع تريد أن يدفعه GitSync.md؟
da: Hvilket arkiv skal GitSync.md pushe?
de: Welches Repository soll GitSync.md pushen?
es: ¿Qué repositorio debe enviar GitSync.md?
fi: Mille tietovarastolle GitSync.md tekee push-toiminnon?
fr: Quel dépôt GitSync.md doit-il envoyer ?
he: איזה מאגר GitSync.md ידחוף?
hi: GitSync.md को कौन-सी रिपॉज़िटरी पुश करनी चाहिए?
hu: Melyik tárolót töltse fel a GitSync.md?
id: Repositori mana yang harus didorong oleh GitSync.md?
it: Quale repository deve inviare GitSync.md tramite push?
ja: GitSync.mdでどのリポジトリをプッシュしますか？
ko: GitSync.md에서 어떤 저장소를 푸시할까요?
nb: Hvilket repositorium skal GitSync.md pushe?
nl: Welke repository moet GitSync.md pushen?
pl: Dla którego repozytorium GitSync.md ma wykonać push?
pt_br: Em qual repositório o GitSync.md deve fazer push?
ru: Для какого репозитория GitSync.md должен выполнить push?
sv: Vilken lagringsplats ska GitSync.md köra push för?
th: ต้องการให้ GitSync.md push ที่เก็บใด
tr: GitSync.md hangi depoya push yapsın?
uk: Для якого репозиторію GitSync.md має виконати push?
vi: GitSync.md nên push kho lưu trữ nào?
zh_hans: GitSync.md 应推送哪个仓库？
zh_hant: GitSync.md 應推送哪個儲存庫？

source: Which repository should GitSync.md sync?
ar: أي مستودع تريد أن يزامنه GitSync.md؟
da: Hvilket arkiv skal GitSync.md synkronisere?
de: Welches Repository soll GitSync.md synchronisieren?
es: ¿Qué repositorio debe sincronizar GitSync.md?
fi: Minkä tietovaraston GitSync.md synkronoi?
fr: Quel dépôt GitSync.md doit-il synchroniser ?
he: איזה מאגר GitSync.md יסנכרן?
hi: GitSync.md को कौन-सी रिपॉज़िटरी सिंक करनी चाहिए?
hu: Melyik tárolót szinkronizálja a GitSync.md?
id: Repositori mana yang harus disinkronkan oleh GitSync.md?
it: Quale repository deve sincronizzare GitSync.md?
ja: GitSync.mdでどのリポジトリを同期しますか？
ko: GitSync.md에서 어떤 저장소를 동기화할까요?
nb: Hvilket repositorium skal GitSync.md synkronisere?
nl: Welke repository moet GitSync.md synchroniseren?
pl: Które repozytorium GitSync.md ma zsynchronizować?
pt_br: Qual repositório o GitSync.md deve sincronizar?
ru: Какой репозиторий должен синхронизировать GitSync.md?
sv: Vilken lagringsplats ska GitSync.md synkronisera?
th: ต้องการให้ GitSync.md ซิงค์ที่เก็บใด
tr: GitSync.md hangi depoyu eşzamanlasın?
uk: Який репозиторій GitSync.md має синхронізувати?
vi: GitSync.md nên đồng bộ hóa kho lưu trữ nào?
zh_hans: GitSync.md 应同步哪个仓库？
zh_hant: GitSync.md 應同步哪個儲存庫？

source: Wi-Fi only
ar: Wi-Fi فقط
da: Kun Wi-Fi
de: Nur Wi-Fi
es: Solo Wi-Fi
fi: Vain Wi-Fi
fr: Seulement Wi-Fi
he: אינטרנט אלחוטי בלבד
hi: केवल Wi-Fi
hu: Csak Wi-Fi
id: Hanya Wi-Fi
it: Solo Wi-Fi
ja: Wi-Fiのみ
ko: Wi-Fi만 사용 가능
nb: Kun Wi-Fi
nl: Alleen Wi-Fi
pl: Tylko Wi-Fi
pt_br: Apenas Wi-Fi
ru: Только Wi-Fi
sv: Endast Wi-Fi
th: ใช้งานได้เฉพาะ Wi-Fi เท่านั้น
tr: Yalnızca Wi-Fi
uk: Тільки Wi-Fi
vi: Chỉ hỗ trợ Wi-Fi
zh_hans: 仅支持 Wi-Fi
zh_hant: 僅支援 Wi-Fi

source: Without a default, repos save to Files › On My iPhone › GitSync.md
ar: بدون إعدادات افتراضية، يتم حفظ عمليات إعادة الشراء في الملفات › على iPhone › GitSync.md
da: Uden en standard, gentag gem til filer › På min iPhone › GitSync.md
de: Ohne Standard werden Repos in Dateien gespeichert › Auf meinem iPhone › GitSync.md
es: Sin un valor predeterminado, los repositorios se guardan en Archivos › En mi iPhone › GitSync.md
fi: Ilman oletusarvoa, tallennetaan tiedostoihin › Omalla iPhone › GitSync.md
fr: : En l'absence de valeur par défaut, les sauvegardes sont enregistrées dans « Files › On My » iPhone › GitSync.md
he: ללא ערך ברירת מחדל, הוראות ההתחזקות נשמרות ב-Files › On My iPhone › GitSync.md
hi: : डिफ़ॉल्ट के बिना, रिपोजिटरी File › On My में सहेज देते हैं। iPhone › GitSync.md
hu: : Ha nincs alapértelmezett beállítás, a repo adatokat a „Files › On My" könyvtárba mentik. iPhone › GitSync.md
id: Tanpa nilai default, repos akan disimpan ke Files › On My iPhone › GitSync.md
it: : In assenza di valore predefinito, i depositi vengono salvati in Files › On My iPhone › GitSync.md
ja: ：デフォルト設定がない場合、リポジトリは「Files › On My」に保存されます。 iPhone › GitSync.md
ko: : 기본 설정이 없을 경우, 저장소는 '파일 › 내 폴더'에 저장됩니다. iPhone › GitSync.md
nb: – Utelukkende uten standardverdi: repos opprettes i Filer › På min enhet iPhone › GitSync.md
nl: : Zonder standaardwaarde worden de repos op 'Files › On My' opgeslagen. iPhone › GitSync.md
pl: – w przypadku braku ustawienia domyślnego, pliki są zapisywane do katalogu „Files › On My". iPhone › GitSync.md
pt_br: Sem valor padrão, os repositórios são salvos em Arquivos › Em Meu iPhone › GitSync.md
ru: При отсутствии значения по умолчанию репозиторий сохраняется в папку «Files › On My» iPhone › GitSync.md
sv: – Utöver standardinställningen sparar reposen till Filer › På min dator iPhone › GitSync.md
th: หากไม่มีค่าเริ่มต้น ระบบจะบันทึกข้อมูลลงในโฟลเดอร์ Files › On My iPhone › GitSync.md
tr: : Mặcını belirlemeksizin, reposizyonlar 'Dosyalar › Benim' klasörüne kaydedilir. iPhone › GitSync.md
uk: Без за замовчування, репозиторії зберігаються у «Файли › На мій» iPhone › GitSync.md
vi: : Nếu không có mặc định, các hồ sơ sẽ được lưu vào Files › On My. iPhone › GitSync.md
zh_hans: ：若未设置默认值，回购记录将保存至“文件 › 我的”目录下 iPhone › GitSync.md
zh_hant: ：若未設置默認值，迴購記録將保存至“文件 › 我的”目録下 iPhone › GitSync.md

source: YOUR REPOS, ON YOUR IPHONE
ar: المستودعات الخاصة بك، على هاتف iPhone الخاص بك
da: DIN REPOS, PÅ DIN IPHONE
de: IHRE REPOS, AUF IHREM IPHONE
es: TUS REPOS, EN TU IPHONE
fi: – sinun tallennukset sinulla olevassa iPhone-sisällössä
fr: Vos dépôts, sur votre IPHONE
he: : המאגרים שלך, על ה-iPhone שלך
hi: : आपके रिपॉजिटरी, आपके iPhone पर
hu: – Önnek a repozitoriumai az iPhone-jára
id: repos Anda, di IPHONE Anda
it: I tuoi repository, sul tuo IPHONE
ja: あなたのリポジトリ、あなたのIPHONE上
ko: 귀하의 리포지토리, 귀하의 IPHONE에서
nb: Dine repos, på din iPhone
nl: Uw repos op uw iPhone
pl: Twoje repozytoria na Twoim iPhone'ie
pt_br: Seus repositórios, no seu IPHONE
ru: Ваши репозитории на вашем IPHONE
sv: Dina reposter på ditt iPhone
th: รีโพสของคุณบน IPHONE
tr: : iPhone'ınızdaki depolarınız
uk: : ваші репозиторії на вашому iPhone
vi: Các repository của bạn, trên IPHONE của bạn
zh_hans: 您的代码仓库，位于您的 IPHONE 上
zh_hant: 您的代碼倉庫，位於您的 IPHONE 上

source: You stay in control
ar: تظل أنت المتحكم
da: Du bevarer kontrollen
de: Sie behalten die Kontrolle
es: Usted mantiene el control
fi: Sinä päätät
fr: Vous gardez le contrôle
he: השליטה נשארת בידיך
hi: नियंत्रण आपके हाथ में
hu: Önnél marad az irányítás
id: Anda tetap memegang kendali
it: Il controllo resta nelle sue mani
ja: いつでも管理できます
ko: 사용자가 직접 제어
nb: Du har kontrollen
nl: U houdt de controle
pl: Zachowujesz kontrolę
pt_br: Você mantém o controle
ru: Всё под вашим контролем
sv: Du behåller kontrollen
th: คุณเป็นผู้ควบคุม
tr: Denetim sizde
uk: Контроль залишається за вами
vi: Bạn luôn nắm quyền kiểm soát
zh_hans: 一切由您掌控
zh_hant: 一切由您掌控

source: Your Background Sync subscription is active on this device.
ar: اشتراكك في Background Sync نشط على هذا الجهاز.
da: Dit Background Sync-abonnement er aktivt på denne enhed.
de: Ihr Background Sync-Abonnement ist auf diesem Gerät aktiv.
es: Su suscripción a Background Sync está activa en este dispositivo.
fi: Background Sync -tilauksesi on aktiivinen tällä laitteella.
fr: Votre abonnement Background Sync est actif sur cet appareil.
he: המינוי שלך ל-Background Sync פעיל במכשיר זה.
hi: इस डिवाइस पर आपकी Background Sync सदस्यता सक्रिय है।
hu: A Background Sync-előfizetése aktív ezen az eszközön.
id: Langganan Background Sync Anda aktif di perangkat ini.
it: L’abbonamento Background Sync è attivo su questo dispositivo.
ja: このデバイスでは Background Sync サブスクリプションが有効です。
ko: 이 기기에서 Background Sync 구독이 활성화되어 있습니다.
nb: Background Sync-abonnementet ditt er aktivt på denne enheten.
nl: Uw Background Sync-abonnement is actief op dit apparaat.
pl: Subskrypcja Background Sync jest aktywna na tym urządzeniu.
pt_br: Sua assinatura do Background Sync está ativa neste dispositivo.
ru: Ваша подписка Background Sync активна на этом устройстве.
sv: Din prenumeration på Background Sync är aktiv på den här enheten.
th: การสมัครใช้ Background Sync ของคุณทำงานอยู่บนอุปกรณ์นี้
tr: Background Sync aboneliğiniz bu cihazda etkin.
uk: Ваша підписка на Background Sync активна на цьому пристрої.
vi: Gói đăng ký Background Sync của bạn đang hoạt động trên thiết bị này.
zh_hans: 此设备上的 Background Sync 订阅有效。
zh_hant: 此裝置上的 Background Sync 訂閱有效。

source: Your Name
ar: اسمك
da: Dit navn
de: Dein Name
es: Tu nombre
fi: Nimesi
fr: Votre nom
he: השם שלך
hi: आपका नाम
hu: A neved
id: Nama Anda
it: Il tuo nome
ja: お名前
ko: 이름을 입력하십시오
nb: Ditt navn
nl: Je naam
pl: Twoje imię
pt_br: Seu Nome
ru: Ваше имя
sv: Ditt namn
th: ชื่อของคุณ
tr: Adınız
uk: Ваше ім'я
vi: Tên của bạn
zh_hans: 你的姓名
zh_hant: 您的名稱
